---
kind: enumMember
id: F:Autodesk.Revit.DB.ExportSheetType.Visible
enum: Autodesk.Revit.DB.ExportSheetType
source: html/f8556534-659a-7dba-36b3-c94c924eef9e.htm
---
# Autodesk.Revit.DB.ExportSheetType.Visible